Repository: Leonif/Price-Bar
Catalog: Price Bar/*.lproj/Localizable.strings
Languages: ru

# common_try_later
source: Please try again later
ru: Попробуйте позже

# common_loading
source: Loading...
ru: Загрузка

# common_wow
source: Wow
ru: Ого

# common_not_necessary
source: It is not necessary
ru: Не надо

# common_ups
source: Oh
ru: Ой

# outlet_looking
source: Looking for the nearest stores ...
ru: Ищем ближайшие магазины...

# common_good_news
source: Good news: Products uploaded!!!🤘, but:
ru: Хорошие новости: Товары загружены!!!🤘, но:

# sync_process
source: Loading products and prices from the cloud, please wait ...
ru: Загружаем товары и цены из облака, подождите ...

# common_total
source: Total:
ru: Итого:

# shoplist_clean
source: Clean shop list? 🧐
ru: Чистим список покупок лист?🧐

# shop_list_quantity
source: Qty:
ru: Кол-во:

# outlet_loading
source: Loading outlets
ru: Загрузка торговых точек

# shoplist_please_choose_outlet
source: Please, choose store
ru: Пожалуйста, выберите магазин

# base_statistics_products_in_base_today
source: Today the goods in the database are already
ru: Сегодня товаров в базе уже

# common_lets_get_start
source: Let's start
ru: Начнем

# sync_process_connecting
source: Connecting to the Cloud
ru: Подсоединяемся к облаку

# sync_process_start
source: Begin synchronization
ru: Начинаем синхронизацию

# sync_process_categories
source: %@ categories
ru: %@ категории

# sync_process_uom
source: %@ measurement units
ru: %@ единицы измерения

# sync_process_products
source: %@ goods
ru: %@ товары

# sync_process_prices
source: %@ actual prices
ru: %@ актуальные цены

# sync_process_shoplist
source: %@ your shop list
ru: %@ ваш список покупок

# sync_process_all_is_done
source: You're ready to go!
ru: Все готово к работе !!!

# error_something_went_wrong
source: Something went wrong
ru: Что-то пошло не так

# error_sync_stopped
source: Synchronization failed:
ru: Синхронизация не удалась:

# common_already_in_list
source: Already in the list
ru: Уже в списке

# item_list_start_to_search_product
source: Start to search for a product
ru: Начните искать товар

# outlet_list_start_to_search_store
source: Start looking for a store
ru: Начните искать магазин

# item_list
source: List of products
ru: Список товаров

# item_list_empty
source: No products in database
ru: Нет товаров в базе

# outlet_list_search
source: Search for a store
ru: Искать торговую точку

# outlet_list_m
source: %@ m
ru: %@ м

# outlet_list_km
source: %@ km
ru: %@ км

# item_list_best_price
source: the best: %@
ru: лучшая: %@

# item_list_add_new
source: Add new product
ru: Добавить новый товар

# outlet_list_no_stores
source: No shops
ru: Нет магазинов

source: Thank you
ru: Спасибо

# update_price_we_cant_update
source: We can not keep this price 😭. But the goods in the database and shopping list😉
ru: Такую цену мы не можем сохранить😭. Но товар в базе и списке покупок😉

# price_update_not_changed
source: The price has not changed😉. Cool! 👍
ru: Цена не поменялась😉. Круто!👍

# error_product_is_not_found
source: Product not found in database
ru: Товар не найден в базе данных

# error_no_statistics
source: There are no statistics
ru: Статистики нет

# error_stores_is_not_found_around_you
source: No stores found around you 😢
ru: Не найдены вокруг вас магазины 😢
